Repository: NMarjou/localization-app
Catalog: TMs/en-US_it-IT.tmx
Source language: en_us
Languages: it_it

source: Define the outcome of the rule
it_it: Definisci l'esito della regola

source: The rule list is empty. Get started by creating a budget rule.
it_it: L'elenco delle regole è vuoto. Inizia creando una regola di budget.

source: Create rule
it_it: Crea regola

source: How do you want to distribute your budget?
it_it: Come vuoi distribuire il budget?

source: Budget rules
it_it: Regole di budget

source: Are you sure you want to delete this condition block?
it_it: Eliminare questo blocco condizionale?

source: Delete condition block
it_it: Elimina blocco condizionale

source: The compensation round was successfully published.
it_it: Il ciclo retributivo è stato pubblicato correttamente.

source: Are you sure you want to republish the compensation round?
it_it: Ripubblicare il ciclo di retribuzione?

source: The compensation round was successfully republished.
it_it: Ciclo di retribuzione ripubblicato correttamente.

source: Republish compensation round
it_it: Ripubblica il ciclo di retribuzione

source: Your changes will be saved as a staged draft. The published version of the comp round will remain unchanged until it is republished. Are you sure you want to save as a staged draft?
it_it: Le modifiche verranno salvate come bozza in fase di revisione. La versione pubblicata del ciclo di retribuzione rimarrà invariata fino a quando non verrà ripubblicata. Salvare come bozza in fase di revisione?

source: Are you sure you want to update the compensation round?
it_it: Aggiornare il ciclo di retribuzione?

source: The compensation round was successfully updated.
it_it: Ciclo di retribuzione aggiornato correttamente.

source: Update compensation round
it_it: Aggiornamento del ciclo di retribuzione

source: Updates have been made to the selected data model. Please review and validate your round configurations. Last update: {{date}}
it_it: Sono stati apportati aggiornamenti al modello di dati selezionato. Rivedi e convalida le configurazioni del ciclo. Ultimo aggiornamento: {{date}}

source: Generate validation report
it_it: Genera il report di validazione

source: Changes detected in data model
it_it: Modifiche rilevate nel modello di dati

source: The pending draft was successfully deleted.
it_it: La bozza in sospeso è stata eliminata correttamente.

source: The compensation round was successfully deleted.
it_it: Ciclo di retribuzione eliminato correttamente.

source: The compensation round was successfully duplicated.
it_it: Il ciclo retributivo è stato duplicato correttamente.

source: The compensation round was duplicated and a new item was created.
it_it: Il ciclo di retribuzione è stato duplicato ed è stato creato un nuovo elemento.

source: Select the comp element that will use this rule.
it_it: Seleziona l'elemento della retribuzione che utilizzerà questa regola.

source: All individuals within the specified population are by default eligible. Create rules to exclude workers.
it_it: Tutti gli individui nella popolazione definita sono idonei per impostazione predefinita. Crea regole per escludere i collaboratori.

source: Eligibility rules
it_it: Regole di idoneità

source: Expression
it_it: Espressione

source: All individuals in the defined population are by default eligible. You can create and configure rules to exclude certain workers.
it_it: Tutti gli individui nella popolazione definita sono idonei per impostazione predefinita. Puoi creare e configurare regole per escludere alcuni collaboratori.

source: Create rules to make workers ineligible.
it_it: Crea regole definire la non idoneità dei collaboratori.

source: Rule name
it_it: Nome della regola

source: The rule name cannot be empty.
it_it: Il nome della regola non può essere vuoto.

source: After
it_it: Dopo

source: Before
it_it: Prima

source: Contains
it_it: Contiene

source: The operator is required
it_it: L'operatore è obbligatorio

source: Greater than
it_it: Maggiore di

source: Greater than or equal to
it_it: Maggiore o uguale di

source: Checked
it_it: Selezionato

source: Equal to
it_it: Uguale a

source: Not checked
it_it: Non selezionato

source: Not empty
it_it: Non vuoto

source: Not equal to
it_it: Non uguale a

source: Less than
it_it: Meno di

source: Less than or equal to
it_it: Minore o uguale a

source: Doesn't contain
it_it: Non contiene

source: Not in
it_it: Non in

source: On or after
it_it: A partire da

source: On or before
it_it: Entro

source: Range
it_it: Intervallo

source: Value
it_it: Valore

source: The value is required.
it_it: Il valore è obbligatorio.

source: Rule details
it_it: Dettagli della regola

source: Enter a name and a description for the rule.
it_it: Inserisci un nome e una descrizione per la regola.

source: Filter by comp element
it_it: Filtra per elemento della retribuzione

source: One or more steps failed to process. Edit the pending draft, and then try to publish again.
it_it: Impossibile elaborare uno o più passaggi. Modifica la bozza in sospeso, quindi prova a pubblicare di nuovo.

source: One or more steps failed to process. Edit the round, and then try to publish again.
it_it: Impossibile elaborare uno o più passaggi. Modifica il ciclo, quindi prova a pubblicare di nuovo.

source: No actors are selected. If you continue, no one will have access to this round.
it_it: Nessun attore selezionato. Se continui, nessuno avrà accesso a questo round.

source: Select actors
it_it: Seleziona attori

source: Selected actors
it_it: Attori selezionati

source: Define which actors can access this round.
it_it: Definisci quali attori possono accedere a questo round.

source: Actors & round access
it_it: Attori e accesso al round

source: At least one actor must be selected.
it_it: È necessario selezionare almeno un attore.

source: Modify the bonus calculation formula if needed.
it_it: Modificare la formula di calcolo del bonus se necessario.

source: Customize formula
it_it: Personalizza formula

source: Reset formula
it_it: Reimposta formula

source: Preview the bonus calculation formula
it_it: Anteprima della formula di calcolo del bonus

source: Bonus calculation formula
it_it: Formula di calcolo del bonus

source: Currency source
it_it: Fonte della valuta

source: All currencies
it_it: Tutte le valute

source: Any currency available for the company
it_it: Qualsiasi valuta disponibile per l’azienda

source: Comp round currency
it_it: Valuta di arrotondamento della retribuzione

source: Currency of the comp round
it_it: Valuta del ciclo di retribuzione

source: Data model
it_it: Modello di dati

source: Currency of the exact compensation element
it_it: Valuta dell’esatto elemento retributivo

source: The currency source cannot be empty.
it_it: La fonte della valuta non può essere vuota.

source: Target bonus currency field
it_it: Campo valuta bonus target

source: The target bonus currency field cannot be empty.
it_it: Il campo della valuta del bonus target non può essere vuoto.

source: Review the target bonus formula
it_it: Valuti la formula del bonus target

source: This plan contains an error.
it_it: Questo piano contiene un errore.

source: Bonus plans
it_it: Piani bonus

source: Distribute your budget
it_it: Distribuisci il tuo budget

source: Bulk options
it_it: Opzioni collettive

source: Only custom/calculated columns can be deleted.
it_it: È possibile eliminare solo le colonne personalizzate/calcolate.

source: The columns were successfully deleted.
it_it: Le colonne sono state eliminate correttamente.

source: The columns were successfully disabled.
it_it: Le colonne sono state disattivate correttamente.

source: The columns were successfully enabled.
it_it: Le colonne sono state abilitate correttamente.

source: Calculated column configuration - Expression formula
it_it: Configurazione colonna calcolata - Formula dell’espressione

source: Add criteria
it_it: Aggiungi criteri

source: Rule configuration
it_it: Configurazione della regola

source: Add criteria blocks to configure the rule
it_it: Aggiungi blocchi di criteri per configurare la regola

source: Value type
it_it: Tipo di valore

source: Change type
it_it: Cambia tipo

source: Changing the value type will clear the values you have entered. This action cannot be undone.
it_it: La modifica del tipo di valore cancellerà i valori inseriti. Questa azione non può essere annullata.

source: Change value type
it_it: Cambia tipo di valore

source: Fixed
it_it: Fisso

source: Calculated field
it_it: Campo calcolato

source: The code can contain only letters, numbers, or "_", and must start with a letter.
it_it: Il codice può contenere solo lettere, numeri o "_" e deve iniziare con una lettera.

source: The code is required.
it_it: Il codice è obbligatorio.

source: Pick a color to visually group or highlight this column in the grid.
it_it: Scegli un colore per raggruppare o evidenziare visivamente questa colonna nella griglia.

source: Column details
it_it: Dettagli della colonna

source: Column name
it_it: Nome colonna

source: The column name is required.
it_it: Il nome della colonna è obbligatorio.

source: Enable currency
it_it: Abilita valuta

source: Currency field
it_it: Campo valuta

source: The currency field is required.
it_it: Il campo della valuta è obbligatorio.

source: Decimal precision controls how many digits are shown after the decimal separator for display purposes. All calculations use the full number.
it_it: La precisione decimale controlla quante cifre vengono mostrate dopo il separatore decimale a scopo di visualizzazione. Tutti i calcoli utilizzano il numero completo.

source: Define the number of digits to display after the decimal separator.
it_it: Definisci il numero di cifre da visualizzare dopo il separatore decimale.

source: The expression (Else section) contains {{count}} error.
it_it: L'espressione (sezione Else) contiene {{count}} errore.

source: The expression (Else section) contains {{count}} errors.
it_it: L'espressione (sezione Else) contiene {{count}} errori.

source: The condition {{position}} (If section) contains {{count}} error.
it_it: La condizione {{position}} (sezione If) contiene {{count}} errore.

source: The condition {{position}} (If section) contains {{count}} errors.
it_it: La condizione {{position}} (sezione If) contiene {{count}} errori.

source: The expression {{position}} (Then section) contains {{count}} error.
it_it: L'espressione {{position}} (sezione Then) contiene {{count}} errore.

source: The expression {{position}} (Then section) contains {{count}} errors.
it_it: L'espressione {{position}} (sezione Then) contiene {{count}} errori.

source: Else
it_it: Altrimenti

source: If
it_it: Se

source: The formula contains {{count}} error.
it_it: La formula contiene {{count}} errore.

source: The formula contains {{count}} errors.
it_it: La formula contiene {{count}} errori.

source: Then
it_it: Quindi

source: Conditional
it_it: Condizionale

source: Non-conditional
it_it: Non condizionale

source: Header color
it_it: Colore dell'intestazione

source: Decimal precision
it_it: Precisione decimale

source: Help tip
it_it: Suggerimento di aiuto

source: This is a calculated column. The outcome is based on a formula.
it_it: Questa è una colonna calcolata. Il risultato si basa su una formula.

source: Calculation workspace
it_it: Area di lavoro calcoli

source: Open calculation workspace
it_it: Apri area di lavoro calcolo

source: Select a color for the group
it_it: Seleziona un colore per il gruppo

source: The selected color will apply to the columns of the group.
it_it: Il colore selezionato verrà applicato alle colonne del gruppo.

source: Selected column group
it_it: Gruppo di colonne selezionato

source: Configure column group
it_it: Configura gruppo di colonne

source: Bonus amount
it_it: Importo del bonus

source: The Bonus amount display name cannot be empty.
it_it: Il nome visualizzato dell'importo del bonus non può essere vuoto.

source: The calculated bonus display name cannot be empty.
it_it: Il nome visualizzato del bonus calcolato non può essere vuoto.

source: Column color
it_it: Colore della colonna

source: Define when managers must add notes during proposals
it_it: Definire quando i responsabili devono aggiungere note durante le proposte

source: Please select one of the options.
it_it: Selezioni una delle opzioni.

source: Optional
it_it: Opzionale

source: Managers can submit without adding a note.
it_it: I responsabili possono inviare senza aggiungere una nota.

source: Always required
it_it: Sempre obbligatorio

source: A note is always required, regardless of the value.
it_it: Una nota è sempre richiesta, indipendentemente dal valore.

source: Required if outside the guidelines
it_it: Obbligatorio se al di fuori delle linee guida

source: A note is required if the value is outside the min/max guidelines.
it_it: È necessaria una nota se il valore è al di fuori delle linee guida minime/massime.

source: Required notes
it_it: Note obbligatorie

source: Column title
it_it: Titolo della colonna

source: Decimal display precision
it_it: Precisione di visualizzazione decimale

source: The decimal precision controls the number of digits displayed after the decimal separator. All calculations are however performed using the full number.
it_it: La precisione decimale controlla il numero di cifre visualizzate dopo il separatore decimale. Tuttavia, tutti i calcoli vengono eseguiti utilizzando il numero completo.

source: Define the text to be displayed as a tooltip when hovering the element
it_it: Definisci il testo da visualizzare come tooltip quando si passa il mouse sull'elemento

source: Enter a new name for the field
it_it: Inserisci un nuovo nome per il campo

source: Input field
it_it: Campo di inserimento

source: Guaranteed amount
it_it: Importo garantito

source: The Guaranteed amount display name cannot be empty.
it_it: Il nome visualizzato dell'importo garantito non può essere vuoto.

source: Increase amount
it_it: Aumenta l'importo

source: The Increase amount display name cannot be empty.
it_it: Il nome visualizzato dell'importo di aumento non può essere vuoto.

source: Increase %
it_it: Aumento %

source: The Increase percent display name cannot be empty.
it_it: Il nome visualizzato della percentuale di aumento non può essere vuoto.

source: New value
it_it: Nuovo valore

source: Prorated target bonus
it_it: Bonus target riproporzionato

source: The Prorated target bonus display name cannot be empty.
it_it: Il nome visualizzato del bonus target proporzionale non può essere vuoto.

source: Reference column
it_it: Colonna di riferimento

source: Referenced fields
it_it: Campi di riferimento

source: At least one of the following fields must be enabled: Target bonus, Prorated target bonus, Calculated bonus, Bonus amount, or Guaranteed amount.
it_it: Deve essere attivato almeno uno dei seguenti campi: Bonus target, Bonus target proporzionato, Bonus calcolato, Importo bonus o Importo garantito.

source: The New value display name cannot be empty.
it_it: Il nome visualizzato del nuovo valore non può essere vuoto.

source: Selected column
it_it: Colonna selezionata

source: The Target bonus display name cannot be empty.
it_it: Il nome visualizzato del bonus target non può essere vuoto.

source: Configure column
it_it: Configura colonna

source: No reference
it_it: Nessun riferimento

source: Select the field from the compensation history from which the calculations will be referenced.
it_it: Seleziona il campo dalla cronologia delle retribuzioni da cui verranno effettuati i calcoli.

source: Reference field
it_it: Campo di riferimento

source: Delete columns
it_it: Elimina colonne

source: Are you sure you want to delete the selected columns?
it_it: Sei sicuro di voler eliminare le colonne selezionate?

source: Delete column
it_it: Elimina colonna

source: Are you sure you want to delete the selected column?
it_it: Sei sicuro di voler eliminare la colonna selezionata?

source: The column was successfully deleted.
it_it: La colonna è stata eliminata correttamente.

source: Use the Team planner view to control which columns managers and HRBPs see in your compensation grid, rename and reorder them, group columns, create columns, set decimal precision, assign colors, and add tooltips.
it_it: Utilizza la vista del pianificatore del team per controllare quali colonne vedono i manager e gli HRBP nella tua griglia di compensazione, rinominarle e riordinarle, raggruppare colonne, creare colonne, impostare la precisione decimale, assegnare colori e aggiungere suggerimenti.

source: The budget widget will showcase your budget amount and monitor your spending effectively.
it_it: Il widget del budget mostrerà l'importo del Suo budget e monitorerà efficacemente le Sue spese.

source: Budget widget
it_it: Widget del budget

source: Select the compensation elements to display in the worker compensation history and define the number of past events to show.
it_it: Seleziona gli elementi retributivi da visualizzare nella cronologia delle retribuzioni dei Collaboratori e definisci il numero di eventi passati da mostrare.

source: Enable compensation element
it_it: Abilita elemento retributivo

source: Number of events
it_it: Numero di eventi

source: Worker compensation history
it_it: Cronologia della retribuzione dei Collaboratori

source: Column list
it_it: Elenco delle colonne

source: Add column to group
it_it: Aggiungi colonna al gruppo

source: No columns yet
it_it: Ancora nessuna colonna

source: Remove column from group
it_it: Rimuovi colonna dal gruppo

source: Search for columns to add
it_it: Cerca colonne da aggiungere

source: Columns in the group
it_it: Colonne nel gruppo

source: Add column
it_it: Aggiungi colonna

source: No groups yet
it_it: Ancora nessun gruppo

source: Group list
it_it: Elenco gruppi

source: Group name
it_it: Nome del gruppo

source: Remove group
it_it: Rimuovi gruppo

source: Manage column groups
it_it: Gestisci gruppi di colonne

source: Config
it_it: Configura

source: Manage group columns
it_it: Gestisci le colonne del gruppo

source: Calculated column
it_it: Colonna calcolata

source: Comp element
it_it: Elemento retribuzione

source: Data foundation
it_it: Fondazione dei dati

source: Category
it_it: Categoria

source: Column {{columnName}} visibility
it_it: Visibilità della colonna {{columnName}}

source: Create custom column
it_it: Crea colonna personalizzata

source: Drop-down list options
it_it: Opzioni del menu a discesa

source: The label cannot empty.
it_it: L’etichetta non può essere vuota.

source: No options yet
it_it: Ancora nessuna opzione

source: The code and the label cannot be empty.
it_it: Il codice e l'etichetta non possono essere vuoti.

source: Please add at least one option.
it_it: Aggiungi almeno un'opzione.

source: Enter the text displayed as a tooltip on hover
it_it: Inserisci il testo visualizzato come tooltip al passaggio del mouse

source: The column name cannot be empty.
it_it: Il nome della colonna non può essere vuoto.

source: Drop-down list
it_it: Elenco a discesa

source: Text field
it_it: Campo di testo

source: The type cannot be empty.
it_it: Il tipo non può essere vuoto.

source: Conditional formatting
it_it: Formattazione condizionale

source: Are you sure you want to delete this rule?
it_it: Desideri eliminare questa regola?

source: Delete rule
it_it: Elimina regola

source: Rules higher in the list take priority when configurations overlap. You can create up to 10 rules.
it_it: Le regole più in alto nell'elenco hanno la priorità quando le configurazioni si sovrappongono. Puoi creare fino a 10 regole.

source: Rules higher in the list take priority when configurations overlap.
it_it: Le regole più in alto nell'elenco hanno la priorità quando le configurazioni si sovrappongono.

source: Conditional formatting rule
it_it: Regola di formattazione condizionale

source: No conditional formatting rules yet.
it_it: Nessuna regola di formattazione condizionale presente.

source: Background color
it_it: Colore di sfondo

source: Formatting
it_it: Formattazione

source: Define how the cell will be formatted when the criteria are met.
it_it: Definisci come verrà formattata la cella quando i criteri sono soddisfatti.

source: Enter a name for this rule.
it_it: Inserisci un nome per questa regola.

source: Add a name and a description to the rule
it_it: Aggiungi un nome e una descrizione alla regola

source: View conditional formatting
it_it: Visualizza formattazione condizionale

source: Proposal management
it_it: Gestione delle proposte

source: View proposal management settings
it_it: Visualizza le impostazioni di gestione delle proposte

source: Custom column
it_it: Colonna personalizzata

source: Groups
it_it: Gruppi

source: Up to 20 calculated columns allowed per compensation round.
it_it: Fino a 20 colonne calcolate consentite per ogni ciclo di compensazione.

source: Calculated
it_it: Calcolato

source: Compensation history
it_it: Cronologia retributiva

source: Contracted compensation
it_it: Retribuzione contrattuale

source: Goal achievement
it_it: Conseguimento obiettivo

source: Individual pay range
it_it: Fascia di retribuzione individuale

source: Job architecture
it_it: Architettura mansione

source: Organization structure
it_it: Struttura dell'organizzazione

source: Paid compensation
it_it: Retribuzione corrisposta

source: Pay range
it_it: Fascia di retribuzione

source: Pay scale
it_it: Scala retributiva

source: Performance
it_it: Prestazioni

source: Performance review rating
it_it: Valutazione delle prestazioni

source: Salary
it_it: Stipendio

source: Group {{groupName}} visibility
it_it: Visibilità del gruppo {{groupName}}

source: Name/Display name
it_it: Nome/Visualizza nome

source: No data points
it_it: Nessun punto dati

source: Team planner preview
it_it: Anteprima pianificatore team

source: Clear your filters and your search to be able to reorder columns.
it_it: Cancella i filtri e la ricerca per poter riordinare le colonne.

source: Select column {{columnName}}
it_it: Seleziona colonna {{columnName}}

source: Compensation grid configuration
it_it: Configurazione della griglia retributiva

source: Boolean
it_it: Booleano

source: Decimal
it_it: Decimale

source: Entity enum
it_it: Enum entità

source: Entity reference
it_it: Riferimento entità

source: Integer
it_it: Intero

source: String
it_it: Stringa

source: Visibility
it_it: Visibilità

source: Toggle on to make the columns visible in the compensation round grid view. Toggle off to hide them.
it_it: Attiva per rendere visibili le colonne nella vista a griglia del round di retribuzione. Disattiva per nasconderle.

source: Enable the columns you want the compensation manager and approvers to see.
it_it: Abilita le colonne che vuoi che il manager della retribuzione e gli approvatori vedano.

source: Team planner view
it_it: Visualizzazione strumento di pianificazione del team

source: Column configuration
it_it: Configurazione delle colonne

source: Planner add-ons
it_it: Componenti aggiuntivi di Planner

source: Budget rule
it_it: Regola di budget

source: Calculated field formula
it_it: Formula del campo calcolato

source: Dependent item
it_it: Elemento dipendente

source: Target item
it_it: Elemento di destinazione

source: Usage
it_it: Utilizzo

source: One or more of the selected items are currently in use in other areas of the system. You must remove or reassign these dependencies before the items can be deactivated or deleted.
it_it: Uno o più degli elementi selezionati sono attualmente in uso in altre aree del sistema. È necessario rimuovere o riassegnare queste dipendenze prima che gli elementi possano essere disattivati o eliminati.

source: Eligibility rule
it_it: Regola di idoneità

source: This field has active dependencies and cannot be disabled
it_it: Questo campo ha dipendenze attive e non può essere disabilitato
